Repository: SezerKaynak/pomo2do
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Welcome!
tr: Hoşgeldiniz!

# firstSignIn
source: Please login first👋
tr: Lütfen öncelikle giriş yapınız👋

source: Login
tr: Giriş Yap

source: Password
tr: Şifre

source: Forgot Password
tr: Şifremi Unuttum

# enterPassword
source: Enter Your Password
tr: Şifrenizi Girin

# loginWithAccount
source: Login with your account
tr: Hesabınızla Giriş Yapın

# dontHaveAccount
source: Don't you have an account yet?
tr: Henüz bir hesabınız yok mu?

# emailAlert
source: E-mail field cannot be empty!
tr: E-Posta Alanı Boş Bırakılamaz!

# emailAlertSubtitle
source: Please enter your e-mail.
tr: Lütfen e-postanızı girin.

# passwordAlert
source: Password field cannot be empty!
tr: Şifre Alanı Boş Bırakılamaz!

# passwordAlertSubtitle
source: Please enter your password.
tr: Lütfen şifrenizi girin.

source: User not found!
tr: Kullanıcı Bulunamadı!

# userNotFoundSubtitle
source: If you don't have an account, you can register using the register button below.
tr: Hesabınız yoksa aşağıdaki kayıt ol butonunu kullanarak kayıt olabilirsiniz.

source: Wrong password!
tr: Şifre Yanlış!

# wrongPasswordSubtitle
source: You entered your password incorrectly, please try again...
tr: Şifrenizi yanlış girdiniz, lütfen tekrar deneyin...

# enterEmailHint
source: Enter your e-mail address.
tr: E-posta adresinizi girin.

# enterEmail
source: Enter the e-mail address of the account whose password you want to reset:
tr: Şifresini sıfırlamak istediğiniz hesabınızın e-mail adresini girin:

# checkEmail
source: Check your e-mail address.
tr: E-posta adresinizi kontrol edin.

# invalidEmail
source: Invalid E-Mail Address!
tr: Geçersiz E-Mail Adresi!

# invalidEmailSubtitle
source: Please enter a valid email address.
tr: Lütfen geçerli bir E-Mail adresi girin.

source: Register!
tr: Kayıt Ol!

# subtitle2
source: You can register by filling out the fields below.
tr: Aşağıdaki alanları doldurarak kaydolabilirsiniz.🙂

source: Name
tr: Ad

source: Surname
tr: Soyad

# yourName
source: Name
tr: Adınız

# yourSurname
source: Surname
tr: Soyadınız

# yourBirthday
source: Birthday
tr: Doğum Tarihiniz

source: Weak Password!
tr: Güçsüz Şifre!

# weakPasswordSubtitle
source: The password you enter must contain at least 6 digits!
tr: Girdiğiniz şifre minimum 6 haneden oluşmalı!

# emailAlreadyInUse
source: Invalid Email!
tr: Geçersiz E-Posta!

# emailAlreadyInUseSubtitle
source: The Email address you entered is linked to another account!
tr: Girdiğiniz E-posta adresi başka bir hesaba bağlı!

# nameAlert
source: Name Field Cannot Be Empty!
tr: İsim Alanı Boş Bırakılamaz!

# nameAlertSubtitle
source: Please enter your name.
tr: Lütfen isminizi girin.

# surnameAlert
source: Surname Field Cannot Be Empty!
tr: Soy İsim Alanı Boş Bırakılamaz!

# surnameAlertSubtitle
source: Please enter your surname.
tr: Lütfen soy isminizi girin.

# birthdayAlert
source: Birthday Field Cannot Be Empty!
tr: Doğum Tarihi Alanı Boş Bırakılamaz!

# birthdayAlertSubtitle
source: Please select your date of birth.
tr: Lütfen doğum tarihinizi seçin.

# confirmButtonText
source: Close
tr: Kapat

# trashAlertTitle
source: The task will be moved to the trash!
tr: Görev Çöp Kutusuna Taşınacak!

# trashAlertSubtitle
source: Move task to trash?
tr: Görev çöp kutusuna taşınsın mı?

# alertApprove
source: Approve
tr: Onayla

# alertReject
source: Cancel
tr: İptal Et

# alertTitleLogOut
source: LogOut!
tr: Çıkış Yapılacak!

# alertSubtitleLogOut
source: Are you sure you want to sign out?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Change Password
tr: Şifreyi Değiştir

# rePassword
source: You can reset your password by filling in the fields below 🙂
tr: Aşağıdaki alanları doldurarak şifrenizi yenileyebilirsiniz 🙂

source: Old Password
tr: Eski Şifre

# oldPasswordHint
source: Enter Your Old Password
tr: Eski Şifrenizi Girin

# newPasswordText
source: New Password
tr: Yeni Şifre

# passwordHint
source: Enter Your New Password
tr: Yeni Şifrenizi Girin

# oldPasswordAlert
source: Old Password Field Cannot Be Empty!
tr: Eski Şifre Alanı Boş Bırakılamaz!

# oldPasswordAlertSubtitle
source: Please enter your old password.
tr: Lütfen eski şifrenizi girin.

# newPasswordAlert
source: New Password Field Cannot Be Empty!
tr: Yeni Şifre Alanı Boş Bırakılamaz!

# newPasswordAlertSubtitle
source: Please enter your new password.
tr: Lütfen yeni şifrenizi girin.

# passwordConfirmed
source: Your Password Has Been Changed Successfully.
tr: Şifreniz Başarıyla Değiştirildi.

# passwordConfirmedSubtitle
source: Please login again using your new password.
tr: Lütfen yeni şifrenizi kullanarak tekrar giriş yapınız.

# taskPageTitle
source: Task Editing Page
tr: Görev Düzenleme Sayfası

# taskPageSubtitle
source: You can edit the name, type and information of the task👋
tr: Görevin ismi,türü ve açıklamasını düzenleyebilirsiniz👋

# taskPageTaskName
source: Task Name
tr: Görev İsmi

# taskPageTaskType
source: Task Type
tr: Görev Türü

# taskPageTaskInfo
source: Task Information
tr: Görev Açıklaması

# isTaskDone
source: Is the task completed?
tr: Görev tamamlandı mı?

# isTaskArchive
source: Archive task?
tr: Görev arşivlensin mi?

# taskMovedIntoArchive
source: The task has been moved to the archive!
tr: Görev arşive taşındı!

# taskMovedIntoCompleted
source: The task has been moved to the completed task page!
tr: Görev tamamlanmış görevler sayfasına taşındı!

# updateButtonText
source: Update
tr: Güncelle

# pomodoroTitle
source: Pomodoro Settings
tr: Pomodoro Ayarları

# pomodoroSubtitle
source: You can set the pomodoro timer from the fields below.🙂
tr: Aşağıdaki alanlardan pomodoro zamanlayıcısının ayarlarını yapabilirsiniz.🙂

# workTimer
source: Working Time Duration
tr: Çalışma Zamanı Süresi

# breakTimer
source: Break Time
tr: Mola Süresi

# longBreakTimer
source: Long Break Time
tr: Uzun Mola Süresi

# longBreakNumber
source: The break at which the long break will be given
tr: Uzun Molanın Kaçıncı Arada Verileceği

# workTimerSelect
source: Select Working Time Duration
tr: Çalışma Zamanı Süresini Seçiniz

# breakTimerSelect
source: Select Break Time
tr: Mola Süresini Seçiniz

# longBreakTimerSelect
source: Select Long Break Time
tr: Uzun Mola Süresini Seçiniz

# longBreakNumberSelect
source: Select the break at which the long break will be given
tr: Uzun Molanın Kaçıncı Arada Verileceğini Seçiniz

source: minute
tr: dakika

source: No Result!
tr: Sonuç Bulunamadı!

# moveIntoTrash
source: MOVE TO TRASH BIN
tr: ÇÖP KUTUSUNA TAŞI

# editText
source: EDIT
tr: DÜZENLE

# noActiveTask
source: No active task found!
tr: Aktif görev bulunamadı!

# noTask
source: Task not found!
tr: Görev bulunamadı!

# addButtonText
source: Add
tr: Ekle

# editProfileTitle
source: Profile Editing
tr: Profil Düzenleme

# editProfileSubtitle
source: You can edit your personal information👋
tr: Kişisel bilgilerinizi düzenleyebilirsiniz👋

# buttonText
source: Save
tr: Kaydet

# statisticsTitle
source: Statistics
tr: İstatistikler

source: Task found!
tr: Görev bulundu!

# taskFoundDetailed
source: There is another task with the same name, please change the task name.
tr: Aynı isimli başka bir görev bulunuyor, lütfen görev adını değiştirin.

# loginSpotify
source: You must be logged into Spotify.
tr: Spotify'a giriş yapmalısınız.

# noSpotify
source: Spotify app not found.
tr: Spotify uygulaması bulunamadı.

# reSignIn
source: Please try logging in again.
tr: Lütfen tekrar giriş yapmayı deneyin.

# noSignIn
source: Login failed
tr: Giriş yapılamadı

# noArchiveTask
source: Archived task not found!
tr: Arşivlenmiş görev bulunamadı!

# moveDonePage
source: task has been moved to the completed task page!
tr: görevi tamamlanmış görevler sayfasına taşındı!

# moveTaskPage
source: task moved to tasks page!
tr: görevi görevler sayfasına taşındı!

# moveArchive
source: Unarchive selected tasks
tr: Seçili görevleri arşivden çıkar

# archivedTask
source: Archived Tasks
tr: Arşivlenmiş Görevler

# errorText
source: There was an error
tr: Bir hata oldu

# moveTrashBin
source: The task has been moved to the trash!
tr: Görev çöp kutusuna taşındı!

# noDoneTask
source: Completed task not found!
tr: Tamamlanmış görev bulunamadı!

# selectUndone
source: Mark selected tasks as incomplete
tr: Seçili görevleri tamamlanmamış olarak işaretle

# doneTask
source: Completed Tasks
tr: Tamamlanmış Görevler

# noTaskTrash
source: Task not found in trash!
tr: Çöp kutusunda görev bulunamadı!

# activeButton
source: Activate
tr: Aktif Et

# deleteButton
source: Delete
tr: Sil

# trash
source: Trash Bin
tr: Çöp Kutusu

# somethingWrong
source: Something went wrong
tr: Bir şeyler yanlış gitti

source: Loading
tr: Yükleniyor

# noPic
source: No picture selected!
tr: Resim seçilemedi!

# selectPic
source: Choose Profile Picture
tr: Profil Resmi Seçin

source: Camera
tr: Kamera

source: Gallery
tr: Galeri

source: Add Task
tr: Görev Ekle

# uSelectPic
source: You can select a profile picture from the account settings page
tr: Hesap ayarları sayfasından profil resmi seçebilirsiniz

# accSettings
source: Account settings
tr: Hesap Ayarları

# uEditProfile
source: You can edit your profile.
tr: Profilinizi düzenleyebilirsiniz.

# uChangePassword
source: You can change your password.
tr: Şifrenizi değiştirebilirsiniz.

# uEditPomodoro
source: Pomodoro timer etc. you can make settings.
tr: Pomodoro sayacı vb. ayarları yapabilirsiniz.

# logOutAcc
source: Sign out of the account.
tr: Hesaptan çıkış yapın.

source: Log out
tr: Çıkış Yap

# taskBeCompleted
source: Tasks to Complete
tr: Tamamlanması Gereken Görevler

# passingTime
source: The passing time on tasks
tr: Görevlerde Bugün Geçen Süre

source: Weekly
tr: Haftalık

source: Monthly
tr: Aylık

# longBreak1
source: Long break at the 1st break
tr: 1.arada uzun mola

# longBreak5
source: Long break at the 5th break
tr: 5.arada uzun mola

# failConnect
source: Could not connect!
tr: Bağlanamadı!

# connectSpotify
source: Connect to Spotify
tr: Spotify'a Bağlan

# selectDone
source: Mark as Complete
tr: Tamamlandı Olarak İşaretle

# resetPomodoro
source: Reset Pomodoro Counter
tr: Pomodoro Sayacını Sıfırla

# uSure
source: Are you sure?
tr: Emin misin?

# pomodoroWillReset
source: The Pomodoro counter will be reset!
tr: Pomodoro sayacı sıfırlanacak!

source: Short Break
tr: Kısa Ara

source: Long Break
tr: Uzun Ara

# openSong
source: Connected to Spotify, open the song from the app.
tr: Spotify'a bağlandı, uygulamadan şarkıyı açın.

# errorPic
source: An error occurred while retrieving the photo.
tr: Fotoğraf alınırken hata oluştu...

# takingPic
source: Taking photo...
tr: Fotoğraf alınıyor...

# failedSignIn
source: Login Failed!
tr: Giriş Başarısız!

# workTime
source: Working Time
tr: Haftalık Çalışma Süresi

source: Few
tr: Az

source: Much
tr: Çok

# monday
source: Mon
tr: Pzt

# tuesday
source: Tue
tr: Sal

# wednesday
source: Wed
tr: Çar

# thursday
source: Thu
tr: Per

# friday
source: Fri
tr: Cum

# saturday
source: Sat
tr: Cmt

# sunday
source: Sun
tr: Paz

source: START
tr: BAŞLAT

source: STOP
tr: DURDUR
